tap "jdx/mise"

brew "ast-grep"
brew "atuin"
brew "autossh"
brew "bat"
brew "btop"
brew "chezmoi"
brew "delta"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "lazygit"
brew "mise"
brew "ncdu"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "uv"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
